/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ connected" = "%@ connecté";

/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ in use" = "%@ utilisé";

/* name for auto-generated channel */
"Composite" = "Composite";

/* name for generic DV device (i.e. not a Formac Studio) in various status strings */
"DV device" = "Appareil DV";

/* No comment provided by engineer. */
"No DV device found" = "Pas d'appareil DV trouvé";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Vidi" = "Ouvrir Vidi";

/* No comment provided by engineer. */
"Open Vidi..." = "Ouvrir Vidi...";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "L'enregistrement s'est arrêté prématurément à cause d'un problème.";

/* name for auto-generated channel */
"S-Video" = "S-Vidéo";

/* No comment provided by engineer. */
"Show Control Palette" = "Afficher la palette de contrôle";

/* generic status menu item */
"Status" = "État";

/* No comment provided by engineer. */
"Studio DV" = "Studio DV";

/* No comment provided by engineer. */
"Studio DV/TV" = "Studio DV/TV";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started because the Studio DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "L'enregistrement programmé pour le %@ à %@ n'a pas pu démarrer parce que Studio DV/TV est utilisé par une autre application. Fermez cette autre application et ouvrez Vidi pour reprogrammer l'enregistrement.";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started due to a problem writing to the file %@." = "L'enregistrement programmé pour le %@ à %@ n'a pas pu démarrer à cause d'un problème d'écriture dans le fichier %@.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started because the DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "L'enregistrement programmé pour commencer à %2$@ n'a pas pu démarrer parce que l'appareil DV est utilisé par une autre application que Vidi. Fermez cette autre application puis ouvrez Vidi pour reprogrammer l'enregistrement.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started due to a problem writing to the file %3$@." = "L&apos;enregistrement programmé pour commencer à %2$@ n&apos;a pas pu démarrer à cause d'un problème d'écriture dans le fichier %3$@.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not be started because Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then open Vidi to reschedule the recording." = "L&amp;apos;enregistrement programmé pour commencer à %2$@ n&amp;apos;a pas pu démarrer parce que Vidi n'a pas trouvé d'appareil DV compatible. Assurez vous que l'appareil est connecté et allumé, puis ouvrez Vidi pour reprogrammer l'enregistrement.";

/* No comment provided by engineer. */
"Vidi is Recording" = "Vidi enregistre";

/* No comment provided by engineer. */
"Vidi recording stopped" = "Enregistrement Vidi arrêté";

/* No comment provided by engineer. */
"Vidi timer recording could not start" = "Enregistrement programmé Vidi n'a pas pu démarré";

